[Cowboy X2SoldierClassTemplate]
DisplayName="牛仔"
ClassSummary="他们将神枪手技能和手枪结合，还有散兵的开颅刃能力，以模仿旧时候的枪神和他们的套索。"

; These entries are used with the "classic" promotion screen that shows just the two ability columns.

LeftAbilityTreeTitle="自由射手"
RightAbilityTreeTitle="牛仔"

; These entries are used for the "new" promotion screen in the Training Center or with the New Promotion Screen By Default mod.

AbilityTreeTitles[0]="自由射手"
AbilityTreeTitles[1]="牛仔"
AbilityTreeTitles[2]="XCOM"


